//
//  Constant.swift
//  Convert
//
//  Created by Ricardo Montemayor on 27/02/22.
//

import Foundation

struct CurrencyFlag {
    static let dict = [
                    "AUD": "🇦🇺",
                    "BGN": "🇧🇬",
                    "BRL": "🇧🇷",
                    "CAD": "🇨🇦",
                    "CHF": "🇨🇭",
                    "CNY": "🇨🇳",
                    "CZK": "🇨🇿",
                    "DKK": "🇩🇰",
                    "EUR": "🇪🇺",
                    "GBP": "🇬🇧",
                    "HKD": "🇭🇰",
                    "HRK": "🇭🇷",
                    "HUF": "🇭🇺",
                    "IDR": "🇮🇩",
                    "ILS": "🇮🇱",
                    "INR": "🇮🇳",
                    "ISK": "🇮🇸",
                    "JPY": "🇯🇵",
                    "KRW": "🇰🇷",
                    "MXN": "🇲🇽",
                    "MYR": "🇲🇾",
                    "NOK": "🇳🇴",
                    "NZD": "🇳🇿",
                    "PHP": "🇵🇭",
                    "PLN": "🇵🇱",
                    "RON": "🇷🇴",
                    "RUB": "🇷🇺",
                    "SEK": "🇸🇪",
                    "SGD": "🇸🇬",
                    "THB": "🇹🇭",
                    "TRY": "🇹🇷",
                    "USD": "🇺🇸",
                    "ZAR": "🇿🇦"
                    ]
}
